[
  {
    "id": "the-final-empire",
    "title": "The Final Empire",
    "seriesId": "mistborn",
    "releaseDate": "2006-07-17T00:00:00.000Z",
    "summary": "Vin grew up on the streets, surviving thanks to her brother Reen, who rescued her after their mother killed Vin’s infant sister, pierced her ear, and tried to take her life as well. She lived with Reen for a time, learning the skills needed to survive in the harsh streets. Eventually, Vin became part of Camon’s crew, a gang leader who exploited her latent Allomantic abilities without her knowledge. Later, she joined a band of thieves led by Kelsier, whose goal was to overthrow the Lord Ruler, a god-like tyrant who had ruled for a thousand years. In return for their efforts, the group was promised the Lord Ruler’s cache of atium, a rare Allomantic metal that allows its users to foresee a few seconds into the future. Throughout their mission, they were relentlessly pursued by Steel Inquisitors, determined to stop their rebellion.",
    "image": "https://uploads.coppermind.net/Mistborn_Final_Empire.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "the-well-of-ascension",
    "title": "The Well of Ascension",
    "seriesId": "mistborn",
    "releaseDate": "2007-08-21T00:00:00.000Z",
    "summary": "Nearly a year has passed since the revolution that overthrew the Lord Ruler. Elend Venture has transformed the former empire’s capital into a democratic kingdom under his rule. However, his father, Straff Venture, has brought an army from the north to seize control of the city. At the same time, another force led from the west by Ashweather Cett—lured there through Breeze’s manipulation—traps the city in a prolonged siege. Elend and his allies take a risky approach, attempting to manipulate the two armies into fighting each other by convincing each side that Luthadel will support them. The situation becomes even more precarious when a third, deadlier force of koloss, commanded by Elend’s former friend Jastes Lekal, enters the fray. Amidst this chaos, Vin and Elend discover that a kandra—likely sent by one of the armies—has infiltrated the city by killing and replacing someone, though the victim’s identity remains unknown.",
    "image": "https://uploads.coppermind.net/Mistborn_2.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "the-hero-of-ages",
    "title": "The Hero of Ages",
    "seriesId": "mistborn",
    "releaseDate": "2008-10-14T00:00:00.000Z",
    "summary": "At the end of the previous book, Vin released the power in the Well of Ascension in order to achieve what she believed was protecting the world, at the expense of losing Elend Venture, her husband. It is revealed that Vin was tricked into releasing the power at the Well, rather than using it, and unleashed Ruin who had been imprisoned there. Before Vin killed the Lord Ruler he warned her she was dooming the world and Vin now realizes the Terris prophecies were falsified. An apparition helped her locate a bead of lerasium -- the condensed form of Preservation -- in the Well's chamber, turning Elend into a Mistborn when he ate it and subsequently, with the ability to burn pewter, saved his life.",
    "image": "https://uploads.coppermind.net/The_Hero_of_Ages_Cover.jpeg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "the-eleventh-metal",
    "title": "The Eleventh Metal",
    "seriesId": "mistborn",
    "releaseDate": "2011-12-15T00:00:00.000Z",
    "summary": "It tells the story of how Gemmel taught Kelsier the art of Allomancy. They travel to Mantiz and attack Keep Shezler. There, Kelsier learns that Antillius Shezler had been searching for half-breed skaa for him to torture, hopefully snap, and then test new metals on in a search for the eleventh metal.",
    "image": "",
    "imageCredit": ""
  },
  {
    "id": "mistborn-secret-history",
    "title": "Mistborn: Secret History",
    "seriesId": "mistborn",
    "releaseDate": "2016-01-26T00:00:00.000Z",
    "summary": "Following his death at the hands of the Lord Ruler, Kelsier meets Preservation before he 'passes on' to the Beyond. Kelsier refuses, and he remains on Scadrial as a cognitive aspect. Despite refusing to pass on, as Preservation wishes, Kelsier befriends Preservation, giving him the nickname of Fuzz (a crewmember name).",
    "image": "",
    "imageCredit": ""
  },
  {
    "id": "the-alloy-of-law",
    "title": "The Alloy of Law",
    "seriesId": "mistborn",
    "releaseDate": "2011-11-08T00:00:00.000Z",
    "summary": "Waxillium Ladrian is a lawman of the Roughs, the harsh outland far from civilized society where it is said honor goes to die. In the wake of his uncle's death, Wax is summoned back to Elendel to assume his duties as the lord of House Ladrian. Despite trying to acclimatise to the radically different lifestyle and settle down with an arranged marriage - Steris Harms, daughter of Jackstom Harms, a wealthy but stern woman is to be married to Wax to secure a future for the both of their houses - Wax realizes it's not in his nature to simply put down his guns. That's when an old friend shows up with a proposition.",
    "image": "https://uploads.coppermind.net/thumb/The_Alloy_of_Law_Cover.jpg/400px-The_Alloy_of_Law_Cover.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "shadows-of-self",
    "title": "Shadows of Self",
    "seriesId": "mistborn",
    "releaseDate": "2015-10-06T00:00:00.000Z",
    "summary": "A year after the capture and execution of Miles Hundredlives, Wax and Steris plan for their wedding. Wax works as a special constable. Wayne barges in and reports that an infamous thief has been spotted, and they give chase with Marasi, who is also working in the constabulary, now as an assistant to Constable-General Aradel. The criminal is known as the Marksman and has styled himself as a Robin Hood figure. They chase the Marksman into the slums and Wayne uses some clever disguises to hunt him down. The Marksman is captured but almost immediately killed by an assassin before the group can bring him in. They are called away to investigate another incident, this one the murder of the brother of the governor and a whole bunch of criminals and shady nobles in his home. It appears to be the work of a feruchemist.",
    "image": "https://uploads.coppermind.net/thumb/Shadows_of_Self_US_Hardcover.jpg/794px-Shadows_of_Self_US_Hardcover.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "the-bands-of-mourning",
    "title": "The Bands of Mourning",
    "seriesId": "mistborn",
    "releaseDate": "2016-01-26T00:00:00.000Z",
    "summary": "Six months after the death of Paalm, Wax and Steris go to their wedding. Wayne hires some men to interrupt it by making a nearby water tower falling on the church, allowing Wax to put off the marriage. He is still struggling with killing Lessie. When Wax goes home, he finds MeLaan and another kandra, VenDell, asking Marasi for help. Another kandra named ReLuur was seeking the Bands of Mourning and came back wounded and missing a spike. They discuss various possibilities with combining Feruchemy and Hemalurgy. Wax agrees to help recover the spike because his sister has been kidnapped.",
    "image": "https://uploads.coppermind.net/thumb/Bands_of_Mourning_US_Hardcover.jpg/800px-Bands_of_Mourning_US_Hardcover.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "the-lost-metal",
    "title": "The Lost Metal",
    "seriesId": "mistborn",
    "releaseDate": "2022-11-15T00:00:00.000Z",
    "summary": "",
    "image": "https://uploads.coppermind.net/thumb/TLM_US_Cover.jpg/400px-TLM_US_Cover.jpg",
    "imageCredit": "https://chrismcgrath.art"
  },
  {
    "id": "allomancer-jak-and-the-pits-of-eltania",
    "title": "Allomancer Jak and the Pits of Eltania",
    "seriesId": "mistborn",
    "releaseDate": "2014-08-07T00:00:00.000Z",
    "summary": "The story starts with Jak waking up in a cave, out of metals. He then escapes the cave by jumping into the river in the canyon below after licking a tin deposit on the wall of the cave. He is promptly recaptured by the koloss who want to make him their leader and a koloss. He discovers that his girlfriend Elizandra Dramali is koloss-blooded. He does not want to become a koloss, so he says that he already is one and will prove it by getting the Survivor's treasure from the bottom of a spear-shaped pool. He dives down, finds a chest, and brings it back up. It contains a number of koloss spikes. The koloss are so excited to have new spikes to increase their numbers, Jak and Elizandra manage to escape, and Jak realizes that the chest itself is made of precious aluminum.",
    "image": "",
    "imageCredit": ""
  },
  {
    "id": "the-way-of-kings",
    "title": "The Way of Kings",
    "seriesId": "stormlight-archive",
    "releaseDate": "2010-08-31T00:00:00.000Z",
    "summary": "The book is set on Roshar and follows the stories of Kaladin, Dalinar Kholin, and Shallan Davar. There are also several minor characters who receive viewpoints; Szeth, Adolin Kholin, Wit, and Navani Kholin in the main text, and several others in the Interludes.",
    "image": "https://uploads.coppermind.net/thumb/TheWayOfKings.png/800px-TheWayOfKings.png",
    "imageCredit": "https://www.michaelwhelan.com/"
  },
  {
    "id": "words-of-radiance",
    "title": "Words of Radiance",
    "seriesId": "stormlight-archive",
    "releaseDate": "2014-03-14T00:00:00.000Z",
    "summary": "Shallan is the flashback character in this volume. The flashback scenes describe the gradual destruction of her family and reveal the details of the murders of her two murderous and/or abusive parents. The Interludes introduce Lift and follow Eshonai as she, at first, reluctantly changes to stormform and then stages a coup, taking complete control of the Parshendi.",
    "image": "https://uploads.coppermind.net/thumb/Words_of_Radiance.jpg/776px-Words_of_Radiance.jpg",
    "imageCredit": "https://www.michaelwhelan.com/"
  },
  {
    "id": "oathbringer",
    "title": "Oathbringer",
    "seriesId": "stormlight-archive",
    "releaseDate": "2014-03-14T00:00:00.000Z",
    "summary": "",
    "image": "https://uploads.coppermind.net/thumb/Oathbringer_US_Hardcover.jpg/400px-Oathbringer_US_Hardcover.jpg",
    "imageCredit": "https://www.michaelwhelan.com/"
  },
  {
    "id": "rhythm-of-war",
    "title": "Rhythm of War",
    "seriesId": "stormlight-archive",
    "releaseDate": "2020-11-17T00:00:00.000Z",
    "summary": "The book is set on Roshar one year after the Battle of Thaylen Field and follows the stories of Shallan Davar, Kaladin, Venli, and Navani Kholin. There are also several other characters who receive viewpoints; Adolin Kholin, Lirin, Dalinar Kholin, Renarin Kholin, Jasnah Kholin, Rlain, Dabbid, Teft, Moash, Adin, Taravangian, Lezian, and Wit in the main text, Venli and Eshonai in flashbacks, and Taravangian as the focus of the Interludes along with several others.",
    "image": "https://uploads.coppermind.net/thumb/RoW_US_cover.jpg/400px-RoW_US_cover.jpg",
    "imageCredit": "https://www.michaelwhelan.com/"
  },
  {
    "id": "wind-and-truth",
    "title": "Wind and Truth",
    "seriesId": "stormlight-archive",
    "releaseDate": "2024-12-06T00:00:00.000Z",
    "summary": "",
    "image": "https://uploads.coppermind.net/thumb/WaT_US_Cover.jpg/400px-WaT_US_Cover.jpg",
    "imageCredit": "https://www.michaelwhelan.com/"
  }
]
